Repository: chrisdavis2110/PocketMesh
Catalog: PocketMesh/Resources/Localization/*.lproj/Onboarding.strings
Languages: de, es, fr, nl, pl, ru, uk

# welcome.subtitle
source: Unofficial MeshCore client for iOS
de: Inoffizieller MeshCore-Client für iOS
es: Cliente no oficial de MeshCore para iOS
fr: Client MeshCore non officiel pour iOS
nl: Onofficiële MeshCore-client voor iOS
pl: Nieoficjalny klient MeshCore dla iOS
ru: Неофициальный клиент MeshCore для iOS
uk: Неофіційний клієнт MeshCore для iOS

# welcome.feature.multiHop.title
source: Multi-Hop Routing
es: Enrutamiento multisalto
fr: Routage multi-sauts
pl: Routing wieloskokowy
ru: Многопереходная маршрутизация
uk: Багатопереходова маршрутизація

# welcome.feature.multiHop.description
source: Your message finds a path across the mesh
de: Deine Nachricht findet einen Weg durch das Mesh
es: Tu mensaje encuentra un camino a través de la red mesh
fr: Votre message trouve un chemin à travers le réseau mesh
nl: Je bericht vindt zijn weg door het mesh
pl: Twoja wiadomość znajdzie drogę przez sieć mesh
ru: Ваше сообщение найдёт путь через сеть mesh
uk: Ваше повідомлення знайде шлях через мережу mesh

# welcome.feature.community.title
source: Community Network
de: Community-Netzwerk
es: Red comunitaria
fr: Réseau communautaire
nl: Community-netwerk
pl: Sieć społeczności
ru: Сеть сообщества
uk: Мережа спільноти

# welcome.feature.community.description
source: Network built by users like you
de: Netzwerk aufgebaut von Nutzern wie dir
es: Red construida por usuarios como tú
fr: Réseau construit par des utilisateurs comme vous
nl: Netwerk gebouwd door gebruikers zoals jij
pl: Sieć budowana przez użytkowników takich jak Ty
ru: Сеть, построенная такими же пользователями, как вы
uk: Мережа, побудована такими ж користувачами, як ви

# welcome.getStarted
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
nl: Aan de slag
pl: Rozpocznij
ru: Начать
uk: Почати

# permissions.title
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
nl: Machtigingen
pl: Uprawnienia
ru: Разрешения
uk: Дозволи

# permissions.subtitle
source: Allow Notifications for the best experience
de: Erlaube Benachrichtigungen für das beste Erlebnis
es: Permite las notificaciones para la mejor experiencia
fr: Autorisez les notifications pour la meilleure expérience
nl: Sta meldingen toe voor de beste ervaring
pl: Zezwól na powiadomienia dla najlepszego doświadczenia
ru: Разрешите уведомления для лучшего опыта использования
uk: Дозвольте сповіщення для найкращого досвіду

# permissions.notifications.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
uk: Сповіщення

# permissions.notifications.description
source: Receive alerts for new messages
de: Erhalte Hinweise bei neuen Nachrichten
es: Recibe alertas de nuevos mensajes
fr: Recevez des alertes pour les nouveaux messages
nl: Ontvang meldingen voor nieuwe berichten
pl: Otrzymuj powiadomienia o nowych wiadomościach
ru: Получайте уведомления о новых сообщениях
uk: Отримуйте сповіщення про нові повідомлення

# permissions.location.title
source: Location
de: Standort
es: Ubicación
fr: Position
nl: Locatie
pl: Lokalizacja
ru: Местоположение
uk: Місцезнаходження

# permissions.location.description
source: See your location on the map
de: Siehe deinen Standort auf der Karte
es: Ve tu ubicación en el mapa
fr: Voyez votre position sur la carte
nl: Bekijk je locatie op de kaart
pl: Zobacz swoją lokalizację na mapie
ru: Смотрите своё местоположение на карте
uk: Бачте своє місцезнаходження на карті

# permissions.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# permissions.skipForNow
source: Skip for Now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
nl: Nu overslaan
pl: Pomiń na razie
ru: Пропустить
uk: Пропустити

# permissions.back
source: Back
de: Zurück
es: Atrás
fr: Retour
nl: Terug
pl: Wstecz
ru: Назад
uk: Назад

# permissions.optional
source: Optional
es: Opcional
fr: Facultatif
nl: Optioneel
pl: Opcjonalne
ru: Необязательно
uk: Необов'язково

# permissions.openSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
pl: Ustawienia
ru: Настройки
uk: Налаштування

# permissions.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
nl: Toestaan
pl: Zezwól
ru: Разрешить
uk: Дозволити

# permissions.locationAlert.title
source: Location Permission
de: Standortberechtigung
es: Permiso de ubicación
fr: Autorisation de position
nl: Locatiemachtiging
pl: Uprawnienie do lokalizacji
ru: Разрешение на местоположение
uk: Дозвіл на місцезнаходження

# permissions.locationAlert.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
nl: Open Instellingen
pl: Otwórz Ustawienia
ru: Открыть настройки
uk: Відкрити налаштування

# permissions.locationAlert.message
source: Location permission was previously denied. Please enable it in Settings to share your location with mesh contacts.
de: Die Standortberechtigung wurde zuvor verweigert. Bitte aktiviere sie in den Einstellungen, um deinen Standort mit Mesh-Kontakten zu teilen.
es: El permiso de ubicación fue denegado anteriormente. Por favor, actívalo en Ajustes para compartir tu ubicación con los contactos de la red mesh.
fr: L'autorisation de position a été refusée précédemment. Veuillez l'activer dans les Réglages pour partager votre position avec les contacts du réseau mesh.
nl: Locatiemachtiging is eerder geweigerd. Schakel deze in via Instellingen om je locatie te delen met mesh-contacten.
pl: Uprawnienie do lokalizacji zostało wcześniej odrzucone. Włącz je w Ustawieniach, aby udostępnić swoją lokalizację kontaktom mesh.
ru: Разрешение на местоположение было ранее отклонено. Включите его в Настройках, чтобы делиться своим местоположением с контактами mesh.
uk: Дозвіл на місцезнаходження було раніше відхилено. Увімкніть його в Налаштуваннях, щоб ділитися своїм місцезнаходженням з контактами mesh.

# deviceScan.title
source: Pair Your Device
de: Gerät koppeln
es: Emparejar tu dispositivo
fr: Associer votre appareil
nl: Apparaat koppelen
pl: Paruj urządzenie
ru: Сопряжение устройства
uk: Сполучення пристрою

# deviceScan.subtitle
source: Make sure your MeshCore device is powered on and nearby
de: Stelle sicher, dass dein MeshCore-Gerät eingeschaltet und in der Nähe ist
es: Asegúrate de que tu dispositivo MeshCore esté encendido y cerca
fr: Assurez-vous que votre appareil MeshCore est allumé et à proximité
nl: Zorg dat je MeshCore-apparaat is ingeschakeld en in de buurt is
pl: Upewnij się, że urządzenie MeshCore jest włączone i w pobliżu
ru: Убедитесь, что устройство MeshCore включено и находится поблизости
uk: Переконайтеся, що пристрій MeshCore увімкнено та він поблизу

# deviceScan.alreadyPaired
source: Your device is already paired
de: Dein Gerät ist bereits gekoppelt
es: Tu dispositivo ya está emparejado
fr: Votre appareil est déjà associé
nl: Je apparaat is al gekoppeld
pl: Twoje urządzenie jest już sparowane
ru: Ваше устройство уже сопряжено
uk: Ваш пристрій вже сполучено

# deviceScan.instruction.powerOn
source: Power on your MeshCore device
de: Schalte dein MeshCore-Gerät ein
es: Enciende tu dispositivo MeshCore
fr: Allumez votre appareil MeshCore
nl: Schakel je MeshCore-apparaat in
pl: Włącz urządzenie MeshCore
ru: Включите устройство MeshCore
uk: Увімкніть пристрій MeshCore

# deviceScan.instruction.tapAdd
source: Tap "Add Device" below
de: Tippe unten auf "Gerät hinzufügen"
es: Toca "Añadir dispositivo" abajo
fr: Appuyez sur « Ajouter un appareil » ci-dessous
nl: Tik hieronder op "Apparaat toevoegen"
pl: Dotknij "Dodaj urządzenie" poniżej
ru: Нажмите «Добавить устройство» ниже
uk: Натисніть «Додати пристрій» нижче

# deviceScan.instruction.selectDevice
source: Select your device from the list
de: Wähle dein Gerät aus der Liste
es: Selecciona tu dispositivo de la lista
fr: Sélectionnez votre appareil dans la liste
nl: Selecteer je apparaat uit de lijst
pl: Wybierz urządzenie z listy
ru: Выберите устройство из списка
uk: Виберіть пристрій зі списку

# deviceScan.instruction.enterPin
source: Enter the PIN when prompted
de: Gib die PIN ein, wenn du dazu aufgefordert wirst
es: Introduce el PIN cuando se solicite
fr: Entrez le code PIN lorsque demandé
nl: Voer de pincode in wanneer daarom wordt gevraagd
pl: Wprowadź PIN po wyświetleniu monitu
ru: Введите PIN-код при запросе
uk: Введіть PIN-код за запитом

# deviceScan.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# deviceScan.connecting
source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion...
nl: Verbinden...
pl: Łączenie...
ru: Подключение...
uk: Підключення...

# deviceScan.connectSimulator
source: Connect Simulator
de: Simulator verbinden
es: Conectar simulador
fr: Connecter le simulateur
nl: Simulator verbinden
pl: Połącz symulator
ru: Подключить симулятор
uk: Підключити симулятор

# deviceScan.continueDemo
source: Continue in Demo Mode
de: Im Demo-Modus fortfahren
es: Continuar en modo demo
fr: Continuer en mode démo
nl: Doorgaan in demomodus
pl: Kontynuuj w trybie demo
ru: Продолжить в демо-режиме
uk: Продовжити в демо-режимі

# deviceScan.addDevice
source: Add Device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
nl: Apparaat toevoegen
pl: Dodaj urządzenie
ru: Добавить устройство
uk: Додати пристрій

# deviceScan.deviceNotAppearing
source: Device not appearing?
de: Gerät erscheint nicht?
es: ¿El dispositivo no aparece?
fr: L'appareil n'apparaît pas ?
nl: Apparaat verschijnt niet?
pl: Urządzenie się nie pojawia?
ru: Устройство не отображается?
uk: Пристрій не з'являється?

# deviceScan.connectViaWifi
source: Connect via WiFi
de: Über WLAN verbinden
es: Conectar vía WiFi
fr: Connexion via WiFi
nl: Verbinden via wifi
pl: Połącz przez WiFi
ru: Подключиться через WiFi
uk: Підключитися через WiFi

# deviceScan.demoModeAlert.title
source: Demo Mode Unlocked
de: Demo-Modus freigeschaltet
es: Modo demo desbloqueado
fr: Mode démo déverrouillé
nl: Demomodus ontgrendeld
pl: Tryb demo odblokowany
ru: Демо-режим разблокирован
uk: Демо-режим розблоковано

# deviceScan.demoModeAlert.message
source: You can now continue without a device. Toggle demo mode in Settings anytime.
de: Du kannst jetzt ohne Gerät fortfahren. Schalte den Demo-Modus jederzeit in den Einstellungen um.
es: Ahora puedes continuar sin un dispositivo. Activa o desactiva el modo demo en Ajustes en cualquier momento.
fr: Vous pouvez maintenant continuer sans appareil. Activez ou désactivez le mode démo dans les Réglages à tout moment.
nl: Je kunt nu doorgaan zonder apparaat. Schakel demomodus op elk moment uit via Instellingen.
pl: Możesz teraz kontynuować bez urządzenia. Wyłącz tryb demo w dowolnym momencie w Ustawieniach.
ru: Теперь вы можете продолжить без устройства. Отключите демо-режим в любое время в Настройках.
uk: Тепер ви можете продовжити без пристрою. Вимкніть демо-режим у будь-який час у Налаштуваннях.

# troubleshooting.title
source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
nl: Probleemoplossing
pl: Rozwiązywanie problemów
ru: Устранение неполадок
uk: Усунення несправностей

# troubleshooting.basicChecks.header
source: Basic Checks
de: Grundlegende Prüfungen
es: Comprobaciones básicas
fr: Vérifications de base
nl: Basiscontroles
pl: Podstawowe sprawdzenia
ru: Основные проверки
uk: Основні перевірки

# troubleshooting.basicChecks.powerOn
source: Make sure your device is powered on
de: Stelle sicher, dass dein Gerät eingeschaltet ist
es: Asegúrate de que tu dispositivo esté encendido
fr: Assurez-vous que votre appareil est allumé
nl: Zorg dat je apparaat is ingeschakeld
pl: Upewnij się, że urządzenie jest włączone
ru: Убедитесь, что устройство включено
uk: Переконайтеся, що пристрій увімкнено

# troubleshooting.basicChecks.moveCloser
source: Move the device closer to your phone
de: Bringe das Gerät näher an dein Telefon
es: Acerca el dispositivo a tu teléfono
fr: Rapprochez l'appareil de votre téléphone
nl: Breng het apparaat dichter bij je telefoon
pl: Przybliż urządzenie do telefonu
ru: Поднесите устройство ближе к телефону
uk: Піднесіть пристрій ближче до телефону

# troubleshooting.basicChecks.restart
source: Restart the MeshCore device
de: Starte das MeshCore-Gerät neu
es: Reinicia el dispositivo MeshCore
fr: Redémarrez l'appareil MeshCore
nl: Herstart het MeshCore-apparaat
pl: Uruchom ponownie urządzenie MeshCore
ru: Перезапустите устройство MeshCore
uk: Перезапустіть пристрій MeshCore

# troubleshooting.factoryReset.header
source: Factory Reset Device?
de: Gerät auf Werkseinstellungen zurückgesetzt?
es: ¿Restablecimiento de fábrica?
fr: Appareil réinitialisé en usine ?
nl: Apparaat teruggezet naar fabrieksinstellingen?
pl: Urządzenie przywrócono do ustawień fabrycznych?
ru: Сброс устройства до заводских настроек?
uk: Скидання пристрою до заводських налаштувань?

# troubleshooting.factoryReset.explanation
source: If you factory-reset your MeshCore device, iOS may still have the old pairing stored. Clearing this in system Settings allows the device to appear again.
de: Wenn du dein MeshCore-Gerät auf Werkseinstellungen zurückgesetzt hast, hat iOS möglicherweise noch die alte Kopplung gespeichert. Das Löschen in den Systemeinstellungen ermöglicht, dass das Gerät wieder erscheint.
es: Si restableciste tu dispositivo MeshCore a valores de fábrica, iOS puede tener todavía el emparejamiento antiguo almacenado. Borrar esto en los Ajustes del sistema permite que el dispositivo vuelva a aparecer.
fr: Si vous avez réinitialisé votre appareil MeshCore en usine, iOS peut encore avoir l'ancien appairage stocké. Le supprimer dans les Réglages système permet à l'appareil de réapparaître.
nl: Als je je MeshCore-apparaat naar fabrieksinstellingen hebt teruggezet, heeft iOS mogelijk nog de oude koppeling opgeslagen. Door deze te wissen in systeeminstellingen kan het apparaat weer verschijnen.
pl: Jeśli przywróciłeś urządzenie MeshCore do ustawień fabrycznych, iOS może nadal mieć zapisane stare parowanie. Wyczyszczenie go w ustawieniach systemowych może sprawić, że urządzenie znów się pojawi.
ru: Если вы сбросили устройство MeshCore до заводских настроек, iOS может всё ещё хранить старое сопряжение. Очистка его в системных настройках может снова отобразить устройство.
uk: Якщо ви скинули пристрій MeshCore до заводських налаштувань, iOS може все ще зберігати старе сполучення. Очищення його в системних налаштуваннях може знову відобразити пристрій.

# troubleshooting.factoryReset.confirmationNote
source: Tapping below will ask you to confirm removing the old pairing. This is normal — it allows your reset device to appear again.
de: Durch Tippen unten wirst du aufgefordert, die alte Kopplung zu bestätigen. Das ist normal — es ermöglicht deinem zurückgesetzten Gerät, wieder zu erscheinen.
es: Al tocar abajo se te pedirá confirmar la eliminación del emparejamiento antiguo. Esto es normal — permite que tu dispositivo restablecido vuelva a aparecer.
fr: Appuyer ci-dessous vous demandera de confirmer la suppression de l'ancien appairage. C'est normal — cela permet à votre appareil réinitialisé de réapparaître.
nl: Door hieronder te tikken wordt je gevraagd om het verwijderen van de oude koppeling te bevestigen. Dit is normaal — het zorgt ervoor dat je teruggezette apparaat weer verschijnt.
pl: Dotknięcie poniżej poprosi o potwierdzenie usunięcia starego parowania. To normalne — sprawia, że zresetowane urządzenie ponownie się pojawi.
ru: Нажатие ниже запросит подтверждение на удаление старого сопряжения. Это нормально — это позволит сброшенному устройству снова появиться.
uk: Натискання нижче запитає підтвердження на видалення старого сполучення. Це нормально — це дозволить скинутому пристрою знову з'явитися.

# troubleshooting.factoryReset.clearPairing
source: Clear Previous Pairing
de: Vorherige Kopplung löschen
es: Borrar emparejamiento anterior
fr: Effacer l'appairage précédent
nl: Vorige koppeling wissen
pl: Wyczyść poprzednie parowanie
ru: Очистить предыдущее сопряжение
uk: Очистити попереднє сполучення

# troubleshooting.factoryReset.noPairings
source: No previous pairings found.
de: Keine vorherigen Kopplungen gefunden.
es: No se encontraron emparejamientos anteriores.
fr: Aucun appairage précédent trouvé.
nl: Geen vorige koppelingen gevonden.
pl: Nie znaleziono poprzednich parowań.
ru: Предыдущих сопряжений не найдено.
uk: Попередніх сполучень не знайдено.

# troubleshooting.factoryReset.pairingsFound
source: Found %d previous pairing(s).
de: %d vorherige Kopplung(en) gefunden.
es: Se encontraron %d emparejamientos anteriores.
fr: %d appairage(s) précédent(s) trouvé(s).
nl: %d vorige koppeling(en) gevonden.
pl: Znaleziono %d poprzednich parowań.
ru: Найдено %d предыдущих сопряжений.
uk: Знайдено %d попередніх сполучень.

# troubleshooting.systemSettings.header
source: System Settings
de: Systemeinstellungen
es: Ajustes del sistema
fr: Réglages système
nl: Systeeminstellingen
pl: Ustawienia systemowe
ru: Системные настройки
uk: Системні налаштування

# troubleshooting.systemSettings.manageAccessories
source: You can also manage Bluetooth accessories in:
de: Du kannst Bluetooth-Zubehör auch verwalten unter:
es: También puedes gestionar accesorios Bluetooth en:
fr: Vous pouvez également gérer les accessoires Bluetooth dans :
nl: Je kunt Bluetooth-accessoires ook beheren via:
pl: Możesz również zarządzać akcesoriami Bluetooth przez:
ru: Вы также можете управлять аксессуарами Bluetooth через:
uk: Ви також можете керувати аксесуарами Bluetooth через:

# troubleshooting.systemSettings.path
source: Settings → Privacy & Security → Accessories
de: Einstellungen → Datenschutz & Sicherheit → Zubehör
es: Ajustes → Privacidad y seguridad → Accesorios
fr: Réglages → Confidentialité et sécurité → Accessoires
nl: Instellingen → Privacy en beveiliging → Accessoires
pl: Ustawienia → Prywatność i bezpieczeństwo → Akcesoria
ru: Настройки → Конфиденциальность и безопасность → Аксессуары
uk: Налаштування → Конфіденційність та безпека → Аксесуари

# meshAnimation.accessibilityLabel
source: Mesh network visualization
de: Mesh-Netzwerk-Visualisierung
es: Visualización de red mesh
fr: Visualisation du réseau mesh
nl: Mesh-netwerk visualisatie
pl: Wizualizacja sieci mesh
ru: Визуализация сети mesh
uk: Візуалізація мережі mesh

# radioPreset.title
source: Radio Settings
de: Funkeinstellungen
es: Ajustes de radio
fr: Réglages radio
nl: Radio-instellingen
pl: Ustawienia radia
ru: Настройки радио
uk: Налаштування радіо

# radioPreset.subtitle
source: You can change these settings at any time in PocketMesh's Settings. If you're not sure which preset to use, ask in the [MeshCore Discord](https://meshcore.co.uk/contact.html)
de: Du kannst diese Einstellungen jederzeit in den PocketMesh-Einstellungen ändern. Wenn du nicht sicher bist, welches Preset du verwenden sollst, frag im [MeshCore Discord](https://meshcore.co.uk/contact.html)
es: Puedes cambiar estos ajustes en cualquier momento en los Ajustes de PocketMesh. Si no sabes qué preset usar, pregunta en el [Discord de MeshCore](https://meshcore.co.uk/contact.html)
fr: Vous pouvez modifier ces réglages à tout moment dans les Réglages de PocketMesh. Si vous ne savez pas quel préréglage utiliser, demandez sur le [Discord de MeshCore](https://meshcore.co.uk/contact.html)
nl: Je kunt deze instellingen op elk moment wijzigen in de PocketMesh-instellingen. Als je niet zeker weet welke preset je moet gebruiken, vraag het in de [MeshCore Discord](https://meshcore.co.uk/contact.html)
pl: Możesz zmienić te ustawienia w dowolnym momencie w ustawieniach PocketMesh. Jeśli nie wiesz, którego presetu użyć, zapytaj na [MeshCore Discord](https://meshcore.co.uk/contact.html)
ru: Вы можете изменить эти настройки в любое время в настройках PocketMesh. Если вы не знаете, какой пресет использовать, спросите в [MeshCore Discord](https://meshcore.co.uk/contact.html)
uk: Ви можете змінити ці налаштування в будь-який час у налаштуваннях PocketMesh. Якщо ви не знаєте, який пресет використовувати, запитайте в [MeshCore Discord](https://meshcore.co.uk/contact.html)

# radioPreset.applying
source: Applying...
de: Wird angewendet...
es: Aplicando...
fr: Application...
nl: Toepassen...
pl: Stosowanie...
ru: Применение...
uk: Застосування...

# radioPreset.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
nl: Toepassen
pl: Zastosuj
ru: Применить
uk: Застосувати

# radioPreset.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

# radioPreset.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Overslaan
pl: Pomiń
ru: Пропустить
uk: Пропустити

# radioPreset.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
nl: Aangepast
pl: Niestandardowe
ru: Пользовательские
uk: Власні

# wifiConnection.title
source: Connect via WiFi
de: Über WLAN verbinden
es: Conectar vía WiFi
fr: Connexion via WiFi
nl: Verbinden via wifi
pl: Połącz przez WiFi
ru: Подключение через WiFi
uk: Підключення через WiFi

# wifiConnection.connectionDetails.header
source: Connection Details
de: Verbindungsdetails
es: Detalles de conexión
fr: Détails de connexion
nl: Verbindingsgegevens
pl: Szczegóły połączenia
ru: Данные подключения
uk: Деталі підключення

# wifiConnection.ipAddress.placeholder
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
nl: IP-adres
pl: Adres IP
ru: IP-адрес
uk: IP-адреса

# wifiConnection.ipAddress.clearAccessibility
source: Clear IP address
de: IP-Adresse löschen
es: Borrar dirección IP
fr: Effacer l'adresse IP
nl: IP-adres wissen
pl: Wyczyść adres IP
ru: Очистить IP-адрес
uk: Очистити IP-адресу

# wifiConnection.port.placeholder
source: Port
es: Puerto
nl: Poort
ru: Порт
uk: Порт

# wifiConnection.port.clearAccessibility
source: Clear port
de: Port löschen
es: Borrar puerto
fr: Effacer le port
nl: Poort wissen
pl: Wyczyść port
ru: Очистить порт
uk: Очистити порт

# wifiConnection.connectionDetails.footer
source: Enter your MeshCore device's local network address. The default port is 5000.
de: Gib die lokale Netzwerkadresse deines MeshCore-Geräts ein. Der Standardport ist 5000.
es: Introduce la dirección de red local de tu dispositivo MeshCore. El puerto por defecto es 5000.
fr: Entrez l'adresse réseau locale de votre appareil MeshCore. Le port par défaut est 5000.
nl: Voer het lokale netwerkadres van je MeshCore-apparaat in. De standaardpoort is 5000.
pl: Wprowadź adres sieci lokalnej urządzenia MeshCore. Domyślny port to 5000.
ru: Введите адрес локальной сети вашего устройства MeshCore. Порт по умолчанию: 5000.
uk: Введіть адресу локальної мережі вашого пристрою MeshCore. Порт за замовчуванням: 5000.

# wifiConnection.connecting
source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion...
nl: Verbinden...
pl: Łączenie...
ru: Подключение...
uk: Підключення...

# wifiConnection.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
nl: Verbinden
pl: Połącz
ru: Подключиться
uk: Підключитися

# wifiConnection.error.invalidPort
source: Invalid port number
de: Ungültige Portnummer
es: Número de puerto inválido
fr: Numéro de port invalide
nl: Ongeldig poortnummer
pl: Nieprawidłowy numer portu
ru: Неверный номер порта
uk: Невірний номер порту
